tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "kyleconroy/sqlc"
tap "mongodb/brew"
brew "gcc"
brew "git"
brew "go"
brew "golang-migrate"
brew "hugo"
brew "jq"
brew "node", link: false
brew "libpq"
brew "poppler"
brew "postgresql"
brew "pybind11"
brew "pyenv"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "rbenv-default-gems"
brew "rbenv-gemset"
brew "ruby"
brew "scipy"
brew "sshpass"
brew "ta-lib"
brew "tree"
brew "vim"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
brew "kyleconroy/sqlc/sqlc"
brew "mongodb/brew/mongodb-community-shell"
brew "mongodb/brew/mongodb-community@4.0"
cask "docker"
cask "google-chrome"
cask "psequel"
cask "spectacle"
cask "visual-studio-code"
